Repository: mucro/sbjobs
Catalog: languages/sbjobs-*.po
Languages: de_de

source: No items
de_de: Keine Einträge

source: Everywhere
de_de: Überall

source: Submit job
de_de: Stellenanzeige schalten

source: Provided by
de_de: Bereitgestellt durch

source: Lists jobs from StartupBrett
de_de: Zeigt Stellenanzeigen von der StartupBrett Stellenbörse

source: Jobs
de_de: Stellenanzeigen

source: Widget Title
de_de: Widget Titel

source: Affiliate ID (optional - <a href="http://www.startupbrett.de/affiliate/" target="_blank">StartupBrett Affiliate-Partner Subscription</a>):
de_de: Affiliate-ID (optional - <a href="http://www.startupbrett.de/affiliate/" target="_blank">StartupBrett Affiliate-Partner Anmeldung</a>):

source: Display preferences
de_de: Anzeigeeinstellungen

source: Job listing count
de_de: Anzahl Stellenanzeigen

source: Select employment relationship
de_de: Arbeitsverhältnis auswählen

source: Select category
de_de: Kategorie auswählen

source: Random order
de_de: Zufällige Reihenfolge

source: Hide employment relationship
de_de: Arbeitsverhältnis ausblenden

source: Hide job location
de_de: Arbeitsort verbergen

source: Hide "Submit job"-button
de_de: "Stellananzeige schalten"-Schaltfläche verbergen

source: Show StartupBrett-Branding
de_de: StartupBrett-Branding anzeigen

source: Button-color:
de_de: Farbe der Schaltfläche
